{
  "Timestamp": "26/04/2019 09:44:38",
  "Name": "Name",
  "Gender": [
    "Female",
    "Male"
  ],
  "Place of birth": "Place of birth",
  "Place of current residence": "Place of current residence",
  "When did you complete your undergrad": [
    "Old soul like that",
    "2018",
    "2019",
    "2017-2015"
  ],
  "Are you a vegetarian": [
    "No",
    "Yes"
  ],
  "Are you looking for a vegetarian roommate?": [
    "No",
    "Yes",
    "Doesnt matter"
  ],
  "Gender of roommate desired": [
    "Female",
    "Male",
    "Can live with either"
  ],
  "How often do you do your dishes?": [
    "Before the day ends",
    "Will wait till I possibly can",
    "Immediately after eating"
  ],
  "Common area household cleaning": [
    "What cleaning?",
    "Everyone contributes to hire a cleaner",
    "I clean frequently and expect you will too",
    "Can be divided, if need be"
  ],
  "About alcohol and drugs": [
    "I like drugs and dont care who doesnt like it",
    "I cant tolerate drinking in my apartment",
    "I only drink on weekends and parties",
    "I am sober; dont mind you drinking/drug-ing",
    "I like liquor and some occasional drugs"
  ],
  "Where are you social ": [
    "House parties! The more the merrier!",
    "One or two occasionally but I'll carouse elsewhere",
    "I invite people over but on weekends only",
    "Home is where I like to hide from everyone"
  ],
  "Household noise": [
    "I'm okay as long as the noise doesn't reach my room",
    "If the neighbours aren't complaining, neither am I",
    "I'm okay with it till someone calls the police",
    "I demand silence in the house"
  ],
  "About bills": [
    "I trust the universe will provide",
    "All my accounts are always paid on time",
    "I'll happily pay any late bills that come my way",
    "I usually have enough to pay on time"
  ],
  "Sharing is caring?": [
    "Joey doesn't share food (and drinks) but rest is cool",
    "I would share a few household things- cleaners and papers maybe?",
    "I'd like to cook meals together with a common food fund",
    "I think we should keep everything totally separate"
  ],
  "Home furnishing ": [
    "I doubt I'd ever damage anything- if I did, id happily pay for it",
    "I will respect your stuff but I'm not responsible for it"
  ],
  "About smoking ": [
    "I don't smoke; can tolerate an indoor smoker",
    "I smoke, but only do it and would expect you to do it outdoors",
    "I don't smoke; cant tolerate a smoker in the house",
    "I do smoke; I must smoke indoors",
    "I don't smoke; can tolerate an outdoor only smoker"
  ],
  "Would you share room with someone from your field of study ONLY?": [
    "No",
    "Yes"
  ],
  "Maximum rent you're willing to pay": [
    ">600",
    "500",
    "600",
    "400"
  ],
  "You would rate your cooking skills as: ": [
    "Master chef Australia (almost)",
    "Can make maggi",
    "Survival cooking known",
    "Decently well"
  ],
  "What are you looking for:": [
    "I already have housing and I'm only looking for roommate(s) to move in with",
    "Looking for housing and roommate(s)"
  ],
  "What kind of housing facility are you looking for?": [
    "I wont share my room",
    "I WILL share my room",
    "I'm okay sharing my room"
  ],
  "What specific area of housing are you looking for?": "Near the University.",
  "How are your spending habits ": [
    "Things are up in the market to buy them, what do you mean",
    "I only spend on what's needed",
    "Money is earned to save it. I dont believe in spending",
    "I spend money like it's no ones business",
    "I only spend a little over basic necessity"
  ],
  "Any sports you play?": "Any sports you play?",
  "Your mobile number": 9849209018
}